[
  {
    "question": "¿Qué tan hábil eres para expresarte con palabras y entender los diferentes significados y usos del lenguaje?",
    "weights": [{"intelligence_id": null, "weight": 1}]
  },
  {
    "question": "¿Qué tan hábil eres para resolver problemas matemáticos y razonar de manera lógica?",
    "weights": [{"intelligence_id": null, "weight": 1}]
  },
  {
    "question": "¿Qué tan hábil eres para visualizar y manipular objetos en tu mente, así como comprender y crear representaciones visuales?",
    "weights": [{"intelligence_id": null, "weight": 1}]
  },
  {
    "question": "¿Qué tan hábil eres para reconocer, crear y apreciar patrones musicales, tonos y ritmos?",
    "weights": [{"intelligence_id": null, "weight": 1}]
  },
  {
    "question": "¿Qué tan hábil eres para utilizar tu cuerpo de manera coordinada y expresiva, así como para realizar actividades físicas?",
    "weights": [{"intelligence_id": null, "weight": 1}]
  },
  {
    "question": "¿Qué tan hábil eres para comprender y relacionarte con otras personas, así como para interpretar sus emociones y motivaciones?",
    "weights": [{"intelligence_id": null, "weight": 1}]
  },
  {
    "question": "¿Qué tan hábil eres para entender tus propias emociones, motivaciones y fortalezas, y utilizar esa autoconciencia para tomar decisiones y perseguir tus metas?",
    "weights": [{"intelligence_id": null, "weight": 1}]
  },
  {
    "question": "¿Qué tan hábil eres para observar, comprender y categorizar los elementos de la naturaleza, como las plantas, los animales y los fenómenos naturales?",
    "weights": [{"intelligence_id": null, "weight": 1}]
  },
  {
    "question": "¿Qué tan hábil eres para reflexionar sobre las grandes preguntas de la existencia humana, como el propósito de la vida y la naturaleza de la conciencia?",
    "weights": [{"intelligence_id": null, "weight": 1}]
  },
  {
    "question": "¿Qué tan hábil eres para reconocer, comprender y gestionar tus propias emociones, así como para empatizar y relacionarte emocionalmente con los demás?",
    "weights": [{"intelligence_id": null, "weight": 1}]
  },
  {
    "question": "¿Qué tan hábil eres para generar ideas originales, encontrar soluciones innovadoras y pensar de manera divergente?",
    "weights": [{"intelligence_id": null, "weight": 1}]
  },
  {
    "question": "¿Qué tan hábil eres para comprender y navegar los sistemas sociales, así como para influir en los demás y construir relaciones exitosas?",
    "weights": [{"intelligence_id": null, "weight": 1}]
  }
]
